var store = [{
        "title": "Новый сайт!",
        "excerpt":"Это наш сайт. Здесь вы можете узнать про новые анонсы!  ","categories": ["jekyll","update"],
        "tags": [],
        "url": "https://12l1.com/jekyll/update/2021/01/19/new-website.html",
        "teaser": null
      },{
        "title": "32-битный Android теперь поддерживается!",
        "excerpt":"В последней версии EKA2L1 добавлена ​​поддержка 32-битного Android. Перейдите к загрузке APK, как обычно, в разделе Скачать. Пожалуйста, обратите внимание: На данный момент поддерживаются только приложения S60v3 и S60v1. Не все 32-битные устройства Android могут запускать эмулятор, хотя ожидаемые характеристики довольно низкие. Пожалуйста, проверьте минимальные требования для Android на странице...","categories": ["jekyll","update"],
        "tags": [],
        "url": "https://12l1.com/jekyll/update/2021/01/25/32-bit-android-support.html",
        "teaser": null
      },{
        "title": "Приглашаем переводчиков!",
        "excerpt":"Сайт приглашает желающих перевести контент на свой язык. Для этого перейдите к исходному коду веб-сайта и прочтите README.  ","categories": ["jekyll","update"],
        "tags": [],
        "url": "https://12l1.com/jekyll/update/2021/01/25/translator_welcome.html",
        "teaser": null
      },{
        "title": "Эмулятор опубликован в Google Play Store!",
        "excerpt":"Версия эмулятора для Google Play Store была одобрена и опубликована Play Software. Ссылка для скачивания. Соответственно изменится и раздел «Скачать» на сайте. Если вы не фанат передовых изменений и регулярных загрузок и переустановок APK из Github, эту версию в Google Play Store можно рассматривать как стабильный канал выпуска для эмулятора....","categories": ["update","android","playstore"],
        "tags": [],
        "url": "https://12l1.com/update/android/playstore/2021/04/14/Google-Play-Store-version-published.html",
        "teaser": null
      },{
        "title": "Выпущена версия EKA2L1 0.0.4!",
        "excerpt":"EKA2L1 обновлен до версии 0.0.4. Коррректировка способов установки устройства Нами было получено множество отзывов о проблемах при использовании эмулятора. Например, если смотреть на экран установки, какое устройство следует установить, каким методом его установить. Многие пользователи останавливаются на этих шагах. По результатам мы скорректировали процесс установки устройства. Учтите, что его вообще...","categories": ["update","android","playstore"],
        "tags": [],
        "url": "https://12l1.com/update/android/playstore/2021/05/20/EKA2L1-0.0.4-released.html",
        "teaser": null
      },{
        "title": "Обновлена документация для API скриптов Lua",
        "excerpt":"API скриптов Lua подробно документирован для любого человека, желающего написать скрипт для отладки, анализа или исправления определенных приложений/игр.   Ссылку на документацию по API можно найти здесь вместе с некоторыми небольшими примечаниями о скриптах и отладке с помощью GDB.   Спасибо за чтение!  ","categories": ["update","scripting"],
        "tags": [],
        "url": "https://12l1.com/update/scripting/2021/10/30/Lua-script-API-documentated.html",
        "teaser": null
      }]
